# Taps
tap 'homebrew/cask'

# Binaries
brew 'bash' # Latest Bash version
brew 'coreutils' # Those that come with macOS are outdated
brew 'gh'
brew 'git'
brew 'grep'
brew 'jq'
brew 'links'
brew 'bitwarden-cli'

# Development

# Apps
cask 'arc'
cask 'warp'
cask 'alfred'
cask 'bitwarden'
cask 'karabiner-elements'
cask 'spotify'
cask 'slack'
cask 'notion'
cask 'intellij-idea'

# Quicklook
cask 'qlmarkdown'
cask 'quicklook-json'
